Repository: satdevs/channels
Catalog: resources/locales/*/default.po
Languages: hu_hu

source: Ackeys
hu_hu: AC Kulcsok

source: Ackey
hu_hu: AC Kulcs

source: Has been saved.
hu_hu: Mentés: OK.

source: Could not be saved. Please, try again.
hu_hu: Mentés: NEM OK.

source: You can not delete ackey!
hu_hu: AC kulcsot nem lehet törölni!

source: Super User
hu_hu: Szuper felhasználó

source: Co-Worker
hu_hu: Munkatárs

source: User
hu_hu: Felhasználó

source: Bands
hu_hu: Sávok

source: Band
hu_hu: Sáv

source: You can not delete band!
hu_hu: Frekvenciasávot nem lehet törölni!

source: Cities
hu_hu: Települések

source: City
hu_hu: Település

source: You can not delete city!
hu_hu: Település nem törölhető!

source: Features
hu_hu: Jellegek

source: Please choose version!
hu_hu: Kérem válasszon verziót!

source: Feature
hu_hu: Jelleg

source: Has been deleted.
hu_hu: Törölve.

source: Could not be deleted. Please, try again.
hu_hu: Nem sikerült törölni.

source: Could not be deleted. The source has it's programs.
hu_hu: Nem sikerült törölni. A forrásnak megvannak a programjai.

source: Files
hu_hu: Fájlok

source: File upload for channels advertisment
hu_hu: Kép fájl feltöltés a csatorna lista végére

source: Image upload successful. If the uploaded image does not appear, press Ctrl + F5 to refresh.
hu_hu: Kép feltöltése sikeres. Ha nem jelenne meg a feltöltött kép, akkor nyomj Ctrl+F5 billentyűt a frissítéshez.

source: Headstations
hu_hu: Fejállomások

source: Headstation
hu_hu: Fejállomás

source: You cannot delete headstation!
hu_hu: Fejállomást nem lehet törölni!

source: Languages
hu_hu: Nyelvek

source: Language
hu_hu: Nyelv

source: Logs
hu_hu: Napló

source: Log
hu_hu: Napló

source: MulticastSources
hu_hu: Multicast források

source: MulticastSource
hu_hu: Multicast forrás

source: MyUsers
hu_hu: Felhasználók

source: Myuser
hu_hu: Felhasználó

source: Packagegroups
hu_hu: Csomag csoportok

source: Packagegroup
hu_hu: Csomag csoport

source: Packages
hu_hu: Csomagok

source: Package
hu_hu: Csomag

source: Analogs has been deleted.
hu_hu: Analóg törölve.

source: Digitals has been deleted.
hu_hu: Digitális törölve.

source: PackagesProgramsAnalogs
hu_hu: Csomagok Analóg műsorai

source: PackagesProgramsAnalog
hu_hu: Csomag ANALÓG műsora

source: PackagesProgramsDigitals
hu_hu: Csomagok Digitális műsorai

source: PackagesProgramsDigital
hu_hu: Csomag DIGITÁLIS műsora

source: Programs
hu_hu: Műsorok

source: Program
hu_hu: Műsor

source: Out of order ;-)!
hu_hu: Ez a funkció jelenleg nem működik ;-)!

source: Trackings
hu_hu: Változáskövetés

source: Tracking
hu_hu: Változáskövetés

source: Versions
hu_hu: Verziók

source: Version
hu_hu: Verzió

source: multicast source
hu_hu: multicast forrás

source: has been saved.
hu_hu: mentve.

source: could not be saved.
hu_hu: nem tudom menteni.

source: feature
hu_hu: jelleg

source: language
hu_hu: nyelv

source: package
hu_hu: csomag

source: program
hu_hu: műsor

source: analog package program
hu_hu: analóg műsorok listázása

source: digital package program
hu_hu: digitális műsorok listázása

source: Wrong parameters
hu_hu: Hibás paraméter

source: The current version has been set.
hu_hu: Aktuális verzió beállítva.

source: Please select version.
hu_hu: Kérem válasszon verziót.

source: This is the current version! Could not be deleted.
hu_hu: Ez az aktuális verzió. Törlés nem lehetséges.

source: No city found.
hu_hu: Nem található a település rekord.

source: No active version found for city.
hu_hu: Nincs aktív verzió az kiválasztott településhez.

source: The name field must be unique
hu_hu: A névnek egyedinek kell lennie

source: Add
hu_hu: Új

source: Name
hu_hu: Név

source: Value
hu_hu: Érték

source: Visible
hu_hu: Látható

source: Pos
hu_hu: Pozíció

source: Save and back to list
hu_hu: Mentés, majd vissza a listához

source: Save
hu_hu: Mentés

source: Cancel
hu_hu: Mégse

source: Back to list without save
hu_hu: Vissza a listához mentés nélkül

source: Edit
hu_hu: Módosít

source: Index
hu_hu: Lista

source: filter
hu_hu: szűrő

source: Actions
hu_hu: Műveletek

source: View this record
hu_hu: Részletek megtekintése

source: Edit this record
hu_hu: Tétel módosítása

source: Delete this record!
hu_hu: Tétel törlése!

source: You will not be able to revert this!
hu_hu: A művelet nem fordítható vissza!

source: Yes, delete it!
hu_hu: Igen, törlöm a tételt!

source: Created
hu_hu: Létrehozva

source: Modified
hu_hu: Módosítva

source: Back to list
hu_hu: Vissza a listához

source: Related tables
hu_hu: Kapcsolt táblák

source: Packages Programs Digitals
hu_hu: Csomagok DIGITÁLIS műsorai

source: Comment
hu_hu: Megjegyzés

source: Changed
hu_hu: Módosított

source: To Delete
hu_hu: Törölni

source: Type
hu_hu: Típus

source: Video Frequency
hu_hu: Videó frekvencia

source: Bandwidth
hu_hu: Sávszélesség

source: Audio Frequency
hu_hu: Audió frekvencia

source: Packages Programs Count
hu_hu: Csomagok műsorai (össz.)

source: Band width
hu_hu: Sávszélesség

source: Packages Programs Analogs
hu_hu: Csomagok ANALÓG műsorai

source: Headstation Id
hu_hu: Fejállomás #id

source: Place some text here
hu_hu: Kérem írja ide a szöveget

source: &darr;&nbsp;more content&nbsp;&darr;
hu_hu: &darr;&nbsp;többet mutat&nbsp;&darr;

source: &uarr;&nbsp;less content&nbsp;&uarr;
hu_hu: &uarr;&nbsp;kevesebbet mutat&nbsp;&uarr;

source: Program Count
hu_hu: Műsorok száma

source: Upload image
hu_hu: Képfeltöltés

source: Print Image
hu_hu: Kép nyomtatása

source: File
hu_hu: Fájl

source: If the uploaded image does not appear here, press Ctrl+F5 to refresh the entire page.
hu_hu: Ha itt nem jelenne meg a feltöltött kép, akkor nyomj Ctrl+F5-öt a teljes oldal frissítéshez.

source: You can set image printing on and off for versions menu.
hu_hu: Kép nyomtatásának ki és bekapcsolását a verziók menüben tudja beállítani.

source: Image
hu_hu: Kép

source: Place
hu_hu: Hely

source: Last Sentence
hu_hu: Utolsó mondat

source: Last Digital Sentence
hu_hu: Utolsó digitális mondat

source: Package Count
hu_hu: Csomagok száma

source: City Count
hu_hu: Települések száma

source: Broadcast
hu_hu: Sugárzás

source: PackageGroup
hu_hu: Csomag csoport

source: Popular Name
hu_hu: Nyilvános név

source: Price
hu_hu: Ár

source: Programs Count
hu_hu: Műsorok száma

source: Current
hu_hu: Aktuális

source: Date From
hu_hu: Dátumtól

source: Date To
hu_hu: Dátumig

source: User Id
hu_hu: Tag ID

source: Model Name
hu_hu: Model neve

source: Src Ip
hu_hu: Forrás IP

source: Dest Ip
hu_hu: Cél IP

source: Interface
hu_hu: Interfész

source: Provider
hu_hu: Szolgáltató

source: Packages Programs Digital Count
hu_hu: Csomagok műsorai (össz.)

source: Go to today
hu_hu: Mai nap

source: Clear selection
hu_hu: Kijelölt törlése

source: Close the picker
hu_hu: Picker bezárása

source: Select Month
hu_hu: Hónap kiválasztása

source: Previous Month
hu_hu: Előző hónap

source: Next Month
hu_hu: Következő hónap

source: Select Year
hu_hu: Év választása

source: Previous Year
hu_hu: Előző év

source: Next Year
hu_hu: Következő év

source: Select Decade
hu_hu: 10 év választása

source: Previous Decade
hu_hu: Előző évtized

source: Next Decade
hu_hu: Következő évtized

source: Previous Century
hu_hu: Előző század

source: Next Century
hu_hu: Következő század

source: Increment Hour
hu_hu: Óra növelése

source: Pick Hour
hu_hu: Óra választása

source: Decrement Hour
hu_hu: Óra csökkentése

source: Increment Minute
hu_hu: Perc növelése

source: Pick Minute
hu_hu: Perc választása

source: Decrement Minute
hu_hu: Perc csökkentése

source: Increment Second
hu_hu: Másodperc növelése

source: Pick Second
hu_hu: Másodperc választása

source: Decrement Second
hu_hu: Másodperc csökkentése

source: Role
hu_hu: Szerepkör

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Activation Date
hu_hu: Aktiválás dátuma

source: This field cannot be left empty
hu_hu: Ez a mező nem maradhat üresen

source: Tos Date
hu_hu: ÁSZF elfogadva

source: Active
hu_hu: Aktív

source: Is Superuser
hu_hu: Szuper felhasználó

source: Social Accounts
hu_hu: Szociális account-ok

source: Username
hu_hu: Felhasználónév

source: Reference
hu_hu: Hivatkozás

source: Description
hu_hu: Leírás

source: Link
hu_hu: Hivatkozás

source: Token Secret
hu_hu: Titkos token

source: Token Expires
hu_hu: Token lejárata

source: Data
hu_hu: Adat

source: Package Id
hu_hu: Csomag #id

source: Program Id
hu_hu: Műsor #id

source: Band Id
hu_hu: Frekv. #id

source: Packageorder
hu_hu: Csomag sorrend

source: Channel
hu_hu: Csatorna

source: Frequency
hu_hu: Frekvencia

source: Public Comment
hu_hu: Nyilvános megjegyzés

source: Mark for deletion. It will not be deleted immediately, but will be deleted for group deletions.
hu_hu: Nem törlődik azonnal, majd csak csoportos törléskor.

source: Whether the channel list is displayed when printing
hu_hu: Megjelenik-e a csatornalista nyomtatásakor

source: Ackey Id
hu_hu: AC Kulcs

source: Short Name
hu_hu: Rövid név

source: For example: PLANNED
hu_hu: Például: TERVEZETT

source: Row
hu_hu: Sor

source: Multicast Source
hu_hu: Multicast forrás

source: Internal name
hu_hu: Belső név

source: Name for internal use
hu_hu: Név saját használatra

source: Shortname
hu_hu: Rövid név

source: For example: F.P.
hu_hu: Pl.: Cs.Cs.

source: For example: Family Package
hu_hu: Pl.: Családi csomag

source: Popular Comment Analog
hu_hu: Nyilv. analóg komment

source: For example: discounted (loyalty fee) gross: 3735 HUF/month
hu_hu: Pl.: kedvezményes (hűségdíjas) bruttó: 3735 Ft/hó

source: Popular Comment Digital
hu_hu: Nyilv. digitális komment

source: Package price
hu_hu: Csomag ára

source: External Name
hu_hu: Külső név

source: New
hu_hu: Új

source: Basic
hu_hu: Alapadatok

source: More
hu_hu: Egyéb adatok

source: Feature Id
hu_hu: Jelleg #id

source: Language Id
hu_hu: Nyelv #id

source: Multicast Source Id
hu_hu: Multicast forrás #id

source: When a new program is added, the x-principle will be marked as new in the channel list.
hu_hu: Új program hozzáadásakor x-elve újként lesz megjelölve a csatornalistában.

source: Packages Count
hu_hu: Csomagok száma

source: Logo File
hu_hu: LOGO fájl

source: Programs Url
hu_hu: Műsor URL

source: Address
hu_hu: Cím

source: Phone
hu_hu: Telefon

source: Version Id
hu_hu: Verzió #id

source: Old Id
hu_hu: Régi #id

source: New Id
hu_hu: Új #id

source: Source version
hu_hu: Forrás verzió

source: Destionation Headstation
hu_hu: Cél fejállomás

source: Print image
hu_hu: Kép nyomtatása

source: Whether or not to print the uploaded image on the second page
hu_hu: Második oldalra nyomtassa-e a feltöltött képet vagy sem

source: When cloning, appears in the source list
hu_hu: Klónozáskor megjelenik-e a forráslistában

source: Work
hu_hu: Munka

source: Set current version to session
hu_hu: Verzió beállítása munkához

source: Select
hu_hu: Válassz

source: Set current version to channels
hu_hu: Verzió beállítása munkához

source: Are you sure you want to set this version for the current version?
hu_hu: Be szeretné állítani ezt a verziót aktuálisnak?

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Multicast Sources
hu_hu: Multicast források

source: Change version
hu_hu: Verzió váltás

source: Generate PDF file
hu_hu: PDF file generálása

source: Generate HTML
hu_hu: HTML generálása

source: Print
hu_hu: Nyomtatás

source: Print PDF
hu_hu: PDF Nyomtatása

source: You are not authorized to access that location.
hu_hu: Nincs jogosultsága a művelethez.

source: Channel list
hu_hu: Csatornalista

source: Channels
hu_hu: Csatornák

source: digital channel distribution
hu_hu: digitális csatornaelosztása

source: Digital channel distribution
hu_hu: Digitális csatornaelosztás

source: Fam
hu_hu: Cs

source: The number of channels indicates the default setting on the TV. The custom order may be different.
hu_hu: A csatornák száma a TV-ben elfoglalt alapbeállítását jelölik. Az egyedileg beállított sorrend ettől eltérő lehet.

source: Our packages are available for a monthly fee.
hu_hu: Havidíj ellenében nézhető csomagjaink.

source: Users
hu_hu: Felhasználók

source: View this user
hu_hu: Felhasználó adatlapja

source: Edit this user
hu_hu: Felhasználó módosítása

source: View
hu_hu: Megnéz

source: Fullname
hu_hu: Teljes neve

source: Back
hu_hu: Vissza
